export default function AboutUs() {
  return (
    <div className="w-full flex flex-col justify-center items-center">
      <div className="w-full bg-[#6be3dd] items-center h-[200px] flex justify-center">
        <p className="font-bold  text-4xl text-white">Бидний Тухай</p>
      </div>
      <div className="w-[1200px] py-8 flex flex-col gap-10">
        <div className="flex gap-6">
          <div>
            <img src="/aboutus.jpg" alt="" />
          </div>
          <div>
            <p className="font-bold text-2xl">Бидний тухай</p>
            <p className="">
              Pharma нь 2019 онд байгуулагдсан бөгөөд эрүүл мэндийн салбарт олон
              жилийн туршлагатай, чанартай бүтээгдэхүүн, үйлчилгээг үзүүлэхээр
              зорьж ажиллаж байна. Манай эмийн сан нь үйлчлүүлэгчдэдээ эм,
              эмнэлгийн хэрэгслийг нийлүүлэхээс гадна, эрүүл мэндийн зөвлөгөө,
              эмчилгээний дэмжлэг үзүүлэхээр мэргэшсэн мэргэжилтнүүдтэй
              ажилладаг.
            </p>
          </div>
        </div>
        <div className="flex gap-6">
          <div>
            <p className="font-bold text-2xl">Манай зорилго:</p>
            <p className="">
              Манай эмийн сан нь хэрэглэгчийн эрүүл мэндийг дээдэлж, эмнэлгийн
              үйлчилгээ, эмийн хэрэгслийг шинжлэх ухааны үндэслэлтэй, мэргэжлийн
              түвшинд үзүүлэхийг зорьдог. Бидний хамгийн том зорилго бол таны
              амьдралыг сайжруулахад чиглэсэн эрүүл мэндийн шийдлүүдийг санал
              болгох юм.
            </p>
          </div>
          <div>
            <img className="" src="/lab.webp" alt="" />
          </div>
        </div>
        <div className="flex  gap-6">
          <div></div>
          <img src="/growth.jpg" className="w-[200px] h-[200px]" alt="" />
          <div>
            <p className="font-bold text-2xl">Үнэт зүйлс:</p>
            <ol>
              <li>
                Чанар - Бид зөвхөн баталгаатай, чанартай эм, эмнэлгийн
                хэрэгслийг нийлүүлдэг.
              </li>
              <li>
                Итгэлцэл - Үйлчлүүлэгчдийнхээ эрүүл мэндийг эрхэмлэж, тэдний
                итгэлийг хүндэтгэн ажилладаг.
              </li>
              <li>
                Мэргэжлийн ур чадвар - Манай багийн гишүүд нь өндөр
                боловсролтой, мэргэжлийн туршлагатай эмч, эм зүйч, эмнэлгийн
                ажилтнуудаас бүрдсэн.
              </li>
              <li>
                Хариуцлагатай хандлага - Бид үйлчлүүлэгчиддээ зөвлөгөө өгөх,
                хариуцлагатай үйлчилгээ үзүүлэхэд анхаардаг.
              </li>
              <li>
                Шинэлэг байдал - Эм, эмнэлгийн технологийн шинэ шийдлүүдийг
                үргэлж судалж, үйлчлүүлэгчиддээ хамгийн орчин үеийн үйлчилгээ
                үзүүлэхийг эрмэлздэг.
              </li>
            </ol>
          </div>
        </div>

        <div className="flex gap-6">
          <div>
            <p className="font-bold text-2xl">
              Таны Эрүүл Мэндийн Шийдэл Бидэнтэй:
            </p>
            <p className="">
              Бид Pharma-т бүх төрлийн эм, эмнэлгийн хэрэгслийг нийлүүлэхээс
              гадна үйлчлүүлэгчдэдээ зөвлөгөө өгөх, мэргэжлийн эмч нарын
              дэмжлэгийг үзүүлэх үйлчилгээ үзүүлдэг. Та манай эмийн сангаар
              үйлчлүүлснээр эрүүл мэндээ бүрэн шийдэж, зөв эмчилгээнд хамрагдах
              боломжтой.
            </p>
          </div>
          <div>
            <img className="w-[600px] h-[200px]" src="/health.jpeg" alt="" />
          </div>
        </div>
        <p className="font-bold text-xl">
          Манай хамт олон таны эрүүл мэндийн асуудлыг шийдэхэд туслахад бэлэн
          байна!
        </p>
      </div>
    </div>
  );
}
